Repository: Pineapple-Eng/Vhista-iOS
Catalog: Vhista/*.lproj/Localizable.strings
Languages: es_419

# TITLE_ALERT_PRIVACY
source: Important Information
es_419: Información Importante

# MESSAGE_ALERT_PRIVACY
source: Vhista Inc does not have access to, does not modify and has no record of any photo taken with this application. Your privacy is a priority for us.
es_419: Vhista Inc no tiene acceso, no modifica y no tiene registro de ninguna foto tomada con esta aplicación. Su privacidad es una prioridad para nosotros.

source: Continue
es_419: Continuar

# Greeting_Message
source: Tap on the screen for a more accurate image analysis
es_419: Toca la pantalla para tener un análisis de imagen más completo

source: Processing Image.
es_419: Procesando Imagen.

# No_Objects_Found
source: I have not found any objects in the image.
es_419: No he encontrado objetos en la imagen.

# Error_Getting_Objects
source: There was an error finding objects.
es_419: Hubo un error al encontrar objetos.

source: Last recognition:
es_419: Último reconocimiento:

source: Canceling Processing
es_419: Cancelando Procesamiento

# Found_In_Picture
source: I Found:
es_419: Encontré en la imagen:

# Analizying_People
source: Analyzing People in the Image.
es_419: Analizando Personas en la imagen.

# No_People
source: I have not found faces in the image.
es_419: No he encontrado rostros en la imagen.

# Error_Getting_People
source: There was an error finding people.
es_419: Hubo un error al encontrar personas.

# Number_People_Plural
source: There are XX people in the image.
es_419: Hay XX personas en la imagen.

# One_Person
source: person
es_419: Hay una persona en la imagen.

# First_Person
source: The first person
es_419: La primera persona

# Next_Person
source: The next person
es_419: La siguiente persona

# First_And_Only_Person
source: The person
es_419: La persona

# Last_Person
source: The last person
es_419: La ultima persona

# Is_Male
source: is a man
es_419: es un hombre

# Is_Female
source: is a woman
es_419: es una mujer

# Has_Beard
source: with a beard,
es_419: que tiene barba,

# Has_Mustache
source: who has a mustache,
es_419: que tiene bigote,

# Has_Glasses
source: who has glasses,
es_419: que tiene gafas,

# Is_Smiling
source: who is smiling.
es_419: que está sonriendo.

# The_Person_Is
source: This person is
es_419: Esta persona está

source: angry.
es_419: brava.

source: calm.
es_419: calmada.

source: confused.
es_419: confundida.

source: upset.
es_419: disgustada.

source: happy.
es_419: feliz.

source: sad.
es_419: triste.

source: surprised.
es_419: sorprendida.

# Many_People
source: people
es_419: personas

# text_copied
source: Copied!
es_419: Copiado!

source: Copy Text
es_419: Copiar Texto

# share_taken_picture
source: Share, or Save Picture
es_419: Compartir o guardar Imagen

# Deep_Analysis_Deactivated_Title
source: Service Unavailable
es_419: Servicio no disponible

# Deep_Analysis_Deactivated_Message
source: Currently this service is unavailable, please try again later.
es_419: Actualmente este servicio no está disponible, intente de nuevo más tarde.

# AR_Session_Failed_Title
source: The AR session failed
es_419: La sesión de AR falló

source: Restart Session
es_419: Reiniciar Sesión

# HUD_Processing_Image
source: Processing Image
es_419: Procesando Imagen

# HUD_Reading_Response
source: Reading Response
es_419: Leyendo Respuesta

# HUD_Processing_Response
source: Processing Response
es_419: Procesando Respuesta

# HUD_Searching_People
source: Searching People
es_419: Buscando Personas

# HUD_Describing_People
source: Describing People
es_419: Describiendo Personas

# No_Camera
source: You need a device with a camera to use Vhista.
es_419: Necesitas un dispositivo con cámara para usar Vhista.

source: Camera Access
es_419: Acceso a la Cámara

# No_Camera_Access
source: Previously you have denied the use of the camera and Vhista needs the camera to work. Touch the Go to Settings button below and activate the use of the camera.
es_419: Anteriormente has negado el uso de la cámara y Vhista necesita de esta para funcionar. Toca sobre el boton de Ir a Ajustes presentado a continuación y activa el uso de la cámara.

source: Go to Settings
es_419: Ir a Ajustes

# Not_Reachable
source: You need internet access for this feature!
es_419: Se necesita acceso a internet para usar esta funcionalidad!

# Subscribe_Nav_Title
source: Upgrade Vhista
es_419: Subscribirse a Vhista

# Subscribe_Title
source: Deep Analysis Limit Reached
es_419: Límite de Reconocimientos Superado

# Subscribe_Message
source: Buy or restore %Title%. This %Price% monthly subscription will allow: %Description%
es_419: Compra o restaura %Title%. Esta subscripción mensual de %Price% te premitirá: %Description%

# Title_Nothing_To_Restore
source: Nothing to restore
es_419: Nada que restaurar

# Message_Nothing_To_Restore
source: This subscription has not been purchased before with this Apple ID
es_419: Esta subscripción no ha sido comprada previamente con esta cuenta de Apple

# Title_Restore_Failed
source: Restore Failed
es_419: Error al Restaurar

# Message_Restore_Failed
source: Could not restore purchase. Please try again later.
es_419: No se pudo restaurar la subscripción. Por favor intenta más tarde.

# Cancel_Action
source: Cancel
es_419: Cancelar

# Close_Action
source: Close
es_419: Cerrar

# Buy_Action
source: Buy Now!
es_419: Comprar Ahora!

# Restore_Action
source: Restore Purchase
es_419: Restaurar Compra

source: Service
es_419: Servicio

# Monthly
source: Length of Subscription: Monthly
es_419: Duracíon de la Subscripción: Mensual

source: Price
es_419: Precio

# Upgrade_Button_Title
source: Upgrade
es_419: Subscribirse

# Show_Subscription_Button_Title
source: Subscription
es_419: Subscripción

# Title_Never_Purchased
source: Never Purchased
es_419: Nunca Comprado

# Message_Never_Purchased
source: This subscription has never been purchased
es_419: Esta subscripción nunca ha sido comprada

# Title_Product_Expired
source: Subscription Expired
es_419: Subscripción Vencida

# Message_Product_Expired
source: This subscription is expired
es_419: Esta subscripción se encuentra vencida.

# Free_Subscription_Confirmation_Title
source: You have obtained 5 more images!
es_419: Has obtenido 5 imagenes más!

# Free_Subscription_Confirmation_Body
source: Thank you very much for using Vhista. We want technology to be accessible to everyone, so, whenever you need, we will give you 5 more images. However, you can subscribe so that we can continue working on Vhista and many other cool projects.
es_419: Muchas gracias por usar Vhista. Queremos que la tecnología sea accessible a todos, por esto, siempre que necesites, te regalaremos 5 imagenes más. Sin embargo, puedes subscribirte para que así podamos seguir trabajando en Vhista y muchos proyectos más.

# Free_Subscription_Still_On_Trial
source: You still have # free images
es_419: Aún tienes # imágenes gratis

# Free_Subscription_Still_On_Trial_Single
source: You still have # free image
es_419: Aún tienes # imágen gratis

# Free_Subscription_Still_On_Trial_Body
source: In order to get 5 more free images, you must first use the free images that you already have.
es_419: Para poder obtener 5 imagenes gratis más, primero debes usar las imagenes gratuitas que ya tienes.

# Title_Button_Deep_Analysis
source: Deep Analysis
es_419: Análisis Panoramico

# Title_Button_Loading_Purchases
source: Showing Purchase Alerts
es_419: Mostrando Alertas de Compra

# Text_Subscription_Terms
source: You can see our Terms of Use at: https://vhista.com/terms/ and our privacy policy in https://vhista.com/privacy/ Payment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user’s Account Settings after purchase Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.
es_419: Puede ver nuestras Condiciones de uso en: https://vhista.com/terms/ y nuestra política de privacidad en https://vhista.com/privacy/ El pago se cargará a su cuenta de iTunes al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele la renovación automática por lo menos 24 horas antes del final del período actual La cuenta se cargará para su renovación dentro de las 24 horas anteriores al final del período actual e identificará el costo de la renovación Las suscripciones pueden ser administradas por el usuario y la renovación automática puede ser desactivada accediendo a la configuración de la cuenta del usuario después de la compra Cualquier parte no utilizada de un período de prueba gratuito, si se ofrece, se perderá cuando el usuario compra una suscripción a esa publicación, cuando corresponda.

# Upgrade_Button_Accessibility_Hint
source: Press this button to show the purchase screen where you will be able to subscribe to Vhista for unlimited access.
es_419: Presione este botón para mostrar la pantalla de compra donde usted podrá suscribirse a Vhista para obtener acceso ilimitado.

# Subscription_Button_Accessibility_Hint
source: Press this button to learn about and manage your Vhista subscription.
es_419: Presione este botón para conocer y administrar su suscripción a Vhista.

source: meters
es_419: metros

source: centimeters
es_419: centímetros

source: point
es_419: punto
